---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionDepth
source: html/2ebb6795-3a50-636a-dd62-4260b0ef3006.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionDepth Property

"Depth"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionDepth { get; }
```